{
  "intro": "سلام، من مجتبی هستم",
  "greeting": "یک توسعه‌دهنده‌ی فرانت‌اند پرشور که عاشق ساخت وب‌سایت‌های زیبا و سریع با فناوری‌های مدرن مانند React و Next.js است.",
  "Contact": "تماس با من",
  "Cv": "دانلود رزومه",
  "menuHome": "خانه",
  "menuAbout": "درباره من",
  "menuResume": "نمونه کار",
  "menuContact": "تماس",
  "Aboutme": "من مجتبی طاهرخانی هستم، یک توسعه‌دهنده‌ی فرانت‌اند. من عاشق برنامه‌نویسی هستم و این باعث می‌شود که بخواهم در این زمینه پیشرفت کنم و چیزهای بیشتری یاد بگیرم. ابزارهایی که با آنها کار می‌کنم نکست جی اس، ریکت و تایپ اسکریپت هستند. من برای طراحی از تیلویند و در برخی موارد برای کامپوننت‌های آماده از متریال یوای استفاده می‌کنم، اما به دلیل ماهیت سنگین پروژه، بیشتر از فلوبایت ریکت استفاده می‌کنم. من هشت ماه را در بوتکمپ کدینگ فرانت صرف یادگیری چیزهایی مانند ریکت و تیلویند و جاوا اسکریپت کردم و در آنها مدارکی هم دارم. هدف اصلی من برای این مسیر تبدیل شدن به یک توسعه‌دهنده‌ی فول‌استک است و تمام تلاشم را برای رسیدن به این هدف خواهم کرد.",
  "skills": "مهارت ها",
  "project": "پروژه",
  "text1": "سایتی برای تماشای برترین فیلم های IMDB. این سایت پروژه نهایی بوت کمپ codingfront است و دارای infinityScroll و چندین مسیر مختلف برای ثبت نام و ورود و اطلاعات فیلم است. همچنین این سایت به دو زبان فارسی و انگلیسی ترجمه شده است.",
  "text2": "صفحه اطلاعات فیلم با کلیک روی هر یک از کارت‌ها باز می‌شود و وارد ریشه می‌شود و تمام اطلاعات فیلم مانند سال تولید، زمان فیلم و غیره، سایر اطلاعات مستقیماً از منبع وارد شده و نمایش داده می‌شود.",
  "text3": "شما می‌توانید تمام فیلم‌های سایت را بدون ورود به سیستم تماشا کنید، اما برای نمایش بهتر کیفیت سایت، از صفحه ورود استفاده کردم که ابتدا باید ثبت‌نام کنید و پس از ثبت‌نام، می‌توانید هر زمان که خواستید با وارد کردن ایمیل و رمز عبور، وارد شوید.",
  "text4": "همانطور که می‌دانید، قبل از ورود باید ثبت‌نام کنید و با ارائه اطلاعات کافی، می‌توانید ثبت‌نام کنید. توجه داشته باشید که این اطلاعات را فقط برای چند روز ذخیره می‌کند و پس از ثبت‌نام، به‌طور خودکار به مسیر اصلی می‌رود.",
  "hacktext": "این سایت فقط رابط کاربری برای افزایش سطح طراحی است و این پروژه برای بوت کمپ کدنویسی میان‌ترم کدینگ فرانت بوده و تمام مهارت‌های طراحی در این پروژه به کار گرفته شده است.",
  "hacktext2": "با استفاده از ابزارهایی مثل flex، col و غیره، تمام رابط کاربری (UI) داخل Figma به طور دقیق و بدون نقص انجام شده و یک طراحی کامل است.",
  "hacktext3": "رنگ‌های تیره‌ی پس‌زمینه که استفاده شده‌اند، برای خوانایی بیشتر کدها به صورت var نوشته شده‌اند و صفحه‌ی دیگری وجود دارد که اندازه‌ی col صفحه را با اندازه‌ی نمایشگر تنظیم می‌کند.",
  "hacktext4": "فونت استفاده شده در سایت yekan است و شما می‌توانید پروژه را از طریق سرور زنده اجرا کنید.",
  "upcomming": "و دو پروژه دیگر به صورت تیمی در حال انجام است",
  "Phone": "تلفن",
  "contactMe": "ارتباط با من",
  "myresume": "رزومه"
}
