{
  "intro": "سلام، من مجتبی هستم",
  "greeting": "یک توسعه‌دهنده‌ی فرانت‌اند پرشور که عاشق ساخت وب‌سایت‌های زیبا و سریع با فناوری‌های مدرن مانند React و Next.js است.",
  "Contact": "تماس با من",
  "Cv": "دانلود رزومه",
  "menuHome": "خانه",
  "menuAbout": "درباره من",
  "menuResume": "نمونه کار",
  "menuContact": "تماس",
  "slidertitle1": "کپسول مهارت",
  "slidertitle2": "سایت هواشناسی",
  "slidertitle3": "پروژه ی هک",
  "slidertitle4": "وبسایت IMDB",
  "sliderTxtWeather": "وبسایت ابو هوای ریسپانسیو",
  "sliderTxtHack": "داشبورد UI",
  "sliderTxtIMDB": "وبسایت تموم فیلم های IMDBبه همراه اسکرول بینهایت",
  "Aboutme": "من مجتبی طاهرخانی هستم، یک توسعه‌دهنده‌ی فرانت‌اند. من عاشق برنامه‌نویسی هستم و این باعث می‌شود که بخواهم در این زمینه پیشرفت کنم و چیزهای بیشتری یاد بگیرم. ابزارهایی که با آنها کار می‌کنم نکست جی اس، ریکت و تایپ اسکریپت هستند. من برای طراحی از تیلویند و در برخی موارد برای کامپوننت‌های آماده از متریال یوای استفاده می‌کنم، اما به دلیل ماهیت سنگین پروژه، بیشتر از فلوبایت ریکت استفاده می‌کنم. من هشت ماه را در بوتکمپ کدینگ فرانت صرف یادگیری چیزهایی مانند ریکت و تیلویند و جاوا اسکریپت کردم و در آنها مدارکی هم دارم. هدف اصلی من برای این مسیر تبدیل شدن به یک توسعه‌دهنده‌ی فول‌استک است و تمام تلاشم را برای رسیدن به این هدف خواهم کرد.",
  "skills": "مهارت ها",
  "project": "پروژه",
  "text1": "سایتی برای تماشای برترین فیلم های IMDB. این سایت پروژه نهایی بوت کمپ codingfront است و دارای infinityScroll و چندین مسیر مختلف برای ثبت نام و ورود و اطلاعات فیلم است. همچنین این سایت به دو زبان فارسی و انگلیسی ترجمه شده است.",
  "text2": "صفحه اطلاعات فیلم با کلیک روی هر یک از کارت‌ها باز می‌شود و وارد ریشه می‌شود و تمام اطلاعات فیلم مانند سال تولید، زمان فیلم و غیره، سایر اطلاعات مستقیماً از منبع وارد شده و نمایش داده می‌شود.",
  "text3": "شما می‌توانید تمام فیلم‌های سایت را بدون ورود به سیستم تماشا کنید، اما برای نمایش بهتر کیفیت سایت، از صفحه ورود استفاده کردم که ابتدا باید ثبت‌نام کنید و پس از ثبت‌نام، می‌توانید هر زمان که خواستید با وارد کردن ایمیل و رمز عبور، وارد شوید.",
  "text4": "همانطور که می‌دانید، قبل از ورود باید ثبت‌نام کنید و با ارائه اطلاعات کافی، می‌توانید ثبت‌نام کنید. توجه داشته باشید که این اطلاعات را فقط برای چند روز ذخیره می‌کند و پس از ثبت‌نام، به‌طور خودکار به مسیر اصلی می‌رود.",
  "weathertxt": "تمام اطلاعات دقیق شامل دما، رطوبت، سرعت باد و شرایط جوی هر روز را مشاهده کنید و برنامه‌ریزی روزانه خود را آسان‌تر کنید.",
  "weathertxt2": "تمام اطلاعات دقیق شامل دما، رطوبت، سرعت باد و شرایط جوی هر روز را مشاهده کنید و برنامه‌ریزی روزانه خود را آسان‌تر کنید.",
  "weathertxt3": "با طراحی واکنش‌گرا و رابط کاربری ساده، اطلاعات آب‌وهوا را در لحظه مشاهده کنید و پیش‌بینی‌ها را برای روزهای آینده بررسی کنید.",
  "weathertxt4": "با استفاده از API Key اختصاصی، اطلاعات دقیق آب‌وهوا را دریافت کنید و با تغییر خودکار تم‌ها بر اساس شرایط جوی منطقه، تجربه کاربری بصری و جذابی داشته باشید.",
  "upcomming": "و دو پروژه دیگر به صورت تیمی در حال انجام است",
  "Phone": "تلفن",
  "contactMe": "ارتباط با من",
  "myresume": "رزومه"
}
