{
  "intro": "Hi, I'm Mojtaba",
  "greeting": "A passionate front-end developer who loves building beautiful and fast websites with modern technologies like React and Next.js.",
  "Contact": "CONTACT ME",
  "Cv": "Download CV",
  "menuHome": "Home",
  "menuAbout": "About me",
  "menuResume": "Projects",
  "menuContact": "Contact",
  "slidertitle1": "Skill Capsoul",
  "slidertitle2": "Weather Page",
  "slidertitle3": "Hack project",
  "slidertitle4": "IMDB Website",
  "sliderTxtWeather": "Responsive Weather Website",
  "sliderTxtHack": "Dashbord UI",
  "sliderTxtIMDB": "Website With InfinityScroll and IMDB Films",
  "Aboutme": "I am Mojtaba Taherkhani, a front-end developer. I love programming and this makes me want to improve and learn more in this field. The tools I work with are Next.js, React, and TypeScript. I use Tailwind for design and in some cases I use Material UI for ready-made components, but due to the heavy nature of the project, I mostly use Flowbite React.I spent eight months at the Frontline Coding Bootcamp learning things like Racket, Tailwind, and JavaScript, and I have certificates in them. My main goal for this path is to become a full-stack developer and I will do my best to achieve this.",
  "skills": "skills",
  "project": "project",
  "text1": "Site for watching top IMDB movies. This site is the final project for the codingfront bootcamp and has infinityScroll and several different routes for registration and login and movie information. This site is also translated into both Persian and English.\n",
  "text2": "The movie information page opens by clicking on any of the cards and enters the root, and all the movie information, such as the year of production, the time of the movie, etc., other information is entered directly from the source and displayed.\n",
  "text3": "You can watch all the movies on the site without logging in, but to display the site's quality better, I used a login page, which requires you to register first, and after registering, you can log in anytime by entering your email and password.\n",
  "text4": "As you know, you must register before logging in, and by providing sufficient information, you can register. Note that it only stores this information for a few days and after registration, it automatically goes to the main route.\n",
  "weathertxt": "This website displays real-time weather conditions for different cities. It is built with Next.js and TypeScript, and its modern, responsive interface is designed using Tailwind CSS. Users can search for a city to view details such as temperature, weather conditions, and wind speed.",
  "weathertxt2": "Access precise daily data including temperature, humidity, wind speed, and weather conditions to plan your day effortlessly.",
  "weathertxt3": "View real-time weather data with a responsive design and simple UI, and explore forecasts for the upcoming days.",
  "weathertxt4": "Use a dedicated API Key to fetch accurate weather data, and enjoy a visually engaging experience with automatic theme changes based on local weather conditions.",
  "upcomming": "And two more project in progress as team",
  "Phone": "number",
  "contactMe": "CONTACT ME",
  "myresume": "Resume"
}
